IDEA StatiCa Open Model
RebarPolyLine3D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarPolyLine3D()
Public Sub New
public:
RebarPolyLine3D()
See Also
Reference
RebarPolyLine3D Class
IdeaRS.OpenModel.Model Namespace